Repository: natisoftdev/ManProiBeacon
Catalog: ManPro/*.lproj/Localizable.strings
Languages: fr, it, pl

# Il dispositivo è connesso a Internet
source: The device is connected to the Internet
fr: L'appareil est connecté à Internet
it: Il dispositivo è connesso a Internet
pl: Urządzenie jest podłączone do Internetu

# Il dispositivo NON è connesso a Internet
source: The device is NOT connected to the Internet
fr: L'appareil n'est PAS connecté à Internet
it: Il dispositivo NON è connesso a Internet
pl: Urządzenie NIE jest podłączone do Internetu

# Il dispositivo ha il GPS attivo
source: The device has GPS active
fr: L'appareil a le GPS actif
it: Il dispositivo ha il GPS attivo
pl: Urządzenie ma aktywny GPS

# Il dispositivo NON ha il GPS attivo
source: The device has NO active GPS
fr: L'appareil n'a pas de GPS actif
it: Il dispositivo NON ha il GPS attivo
pl: Urządzenie NIE ma aktywnego GPS

# Test Connessione
source: Connection Test
fr: Test de connexion
it: Test Connessione
pl: Test Połączenia

# Test GPS
source: GPS test
fr: Test GPS
it: Test GPS
pl: Test GPS

source: In this panel it is possible to quickly check if the device is active in the functionalities inherent to the correct operation of the application
fr: Dans ce panneau, il est possible de vérifier rapidement si l'appareil est actif dans les fonctionnalités inhérentes au bon fonctionnement de l'application
it: In questo pannello è possibile verificare in modo rapido se sul dispositivo sono attive le funzionalità inerenti al corretto funzionamento dell'applicazione
pl: W tym panelu można szybko sprawdzić, czy urządzenie jest aktywne w funkcjach właściwych dla prawidłowego działania aplikacji

# Pannello di controllo
source: Control panel
fr: Panneau de contrôle
it: Pannello di controllo
pl: Panel sterowania

# Impostazioni
source: Settings
fr: Réglages
it: Impostazioni
pl: Ustawienia

# LivelloBatteria
source: Battery Level
fr: Niveau de batterie
it: LivelloBatteria
pl: Poziom naładowania baterii

# Data Scansione
source: Date Scan
it: Data Scansione
pl: Skanowanie daty

# Prossimità
source: Proximity
fr: Près de
it: Prossimità
pl: Niedaleko

# Sconosciuto
source: Unknown
fr: Inconnu
it: Sconosciuto
pl: Nieznany

# Molto vicino
source: Very close
fr: Très proche
it: Molto vicino
pl: Bardzo blisko

# Nelle vicinanze
source: Nearby
fr: À proximité
it: Nelle vicinanze
pl: W pobliżu

# Lontano
source: Far
fr: Loin
it: Lontano
pl: Daleko

# In caricamento......
source: Loading......
fr: Chargement......
it: In caricamento......
pl: Ładowanie......

source: Account
pl: Konto

# Indirizzo del portale
source: Portal address
fr: Adresse du portail
it: Indirizzo del portale
pl: Adres portalu

# Ad esempio https://sviluppo.manpronet.com
source: For example https://sviluppo.manpronet.com
fr: Par exemple, https://sviluppo.manpronet.com
it: Ad esempio https://sviluppo.manpronet.com
pl: Na przykład https://sviluppo.manpronet.com

# Identificativo del database
source: Database identifier
fr: Identifiant de base de données
it: Identificativo del database
pl: Identyfikator bazy danych

# Il dato viene fornito dal gestore
source: The data is provided by the operator
fr: Les données sont fournies par l'opérateur
it: Il dato viene fornito dal gestore
pl: Dane są dostarczane przez operatora

source: Login
pl: Zaloguj się

source: Password
pl: Hasło

# Salva
source: Save
fr: Enregistrer
it: Salva
pl: Zapisz

# Versione dell'applicazione
source: Application version
fr: Version de l'application
it: Versione dell'applicazione
pl: Wersja aplikacji

source: Address used to connect to the portal. For example https://sviluppo.manpronet.com
fr: Adresse utilisée pour se connecter au portail. Par exemple, https://sviluppo.manpronet.com
it: Indirizzo utilizzato per collegarsi al portale. Ad esempio https://sviluppo.manpronet.com
pl: Adres używany do połączenia z portalem. Na przykład https://sviluppo.manpronet.com

# Indirizzo del portale non corretto
source: Incorrect portal address
fr: Adresse de portail incorrecte
it: Indirizzo del portale non corretto
pl: Nieprawidłowy adres portalu

# Nome utente o password errati
source: Incorrect username or password
fr: Nom d'utilisateur ou mot de passe incorrect
it: Nome utente o password errati
pl: Nieprawidłowa nazwa użytkownika lub hasło

# Risorsa non associata all'utente selezionato
source: Resource not associated with the selected user
fr: Ressource non associée à l'utilisateur sélectionné
it: Risorsa non associata all'utente selezionato
pl: Zasób niepowiązany z wybranym użytkownikiem

# Le impostazioni di connessione risultano corrette
source: Connection settings are correct
fr: Les paramètres de connexion sont corrects
it: Le impostazioni di connessione risultano corrette
pl: Ustawienia połączenia są prawidłowe

# Database non impostato correttamente
source: Database not set up correctly
fr: La base de données n'est pas configurée correctement
it: Database non impostato correttamente
pl: Baza danych nie została poprawnie skonfigurowana

# Database non impostato
source: Database not set
fr: Base de données non définie
it: Database non impostato
pl: Baza danych nie jest ustawiona
